Repository: damiencorpataux/xfm-project-skeleton
Catalog: i18n/po/*.po
Languages: de

source: Report error
de: Fehler berichten

source: Error details have been sent to our team
de: Fehlerdetails haben in unserem Team geschickt worden

source: Error details could not be sent to our team :(
de: Details zum Fehler konnte nicht an unser Team geschickt werden: (

source: Welcome here
de: Willkommen hier

source: The data you provided is not correct
de: Sofern die Daten nicht stimmen Sie

source: You are not allowed to access this resource
de: Die zur Verfügung gestellten Daten ist nicht korrekt

source: The page you requested was not found
de: Die gewünschte Seite wurde nicht gefunden

source: An unexpected error happened
de: Ein unerwarteter Fehler ist passiert

source: An unknown error happened
de: Ein unbekannter Fehler ist passiert

source: Page not found
de: Seite nicht gefunden

source: Error
de: Fehler

source: Go back
de: Zurückgehen

source: return to the homepage
de: Zurück zur Startseite

source: or
de: oder

source: report this error
de: melden Sie diesen Fehler

source: Language
de: Sprache

source: is becoming a suspiscious concept. Please share.
de: wird immer ein verdächtiger Begriff. Bitte Aktie.
